{
  "headline": "How did the three-semester plan work out?",
  "date": "July 5, 2021",
  "byline": "By <a href=\"https://www.columbiaspectator.com/contributors/luke-dobrovic/\">Luke Dobrovic</a> and <a href=\"https://www.columbiaspectator.com/contributors/Jun-Yi-Zhang/\">Jun Yi Zhang</a>",
  "body": [
    {
      "type": "text",
      "value": "During the COVID-19 pandemic, many students struggle to balance academic obligations, public health concerns, and family pressures. In May 2020, University President Lee Bollinger announced a three-semester academic year that aimed to “provide [students] with the greatest amount of flexibility in organizing [their] educational experiences.” However, Vergil data shows the challenges of planning for an atypical summer semester: Students have faced long waitlists, incomplete course data, and a limited selection of classes in some departments."
    },
    {
      "type": "text",
      "value": "While Columbia has also offered summer courses in previous years, those classescourses were pay-per-credit, regardless of students’ enrollment in the preceding fall and spring semesters. Summer 2021 courses, however, are folded into the tuition, credit limit, and financial aid policies of the fall 2020 and spring 2021 semesters. This year, summer courses are free for all undergraduates at Columbia College and the School of Engineering and Applied Science whose School of Enwhose schedules sum to fewer than 40 credits across all three semesters. This sum is 45 credits for Barnard students. Compared to previous summers, this summer semester plays a more integral part of the academic year as undergraduate collegesschools encourage more students to enroll in summer courses."
    },
    {
      "type": "graphic",
      "value": {
        "asset": "totalbyyear.html"
      }
    },
    {
      "type": "text",
      "value": "To minimize the effects of the pandemic and afford students the flexibility in making progress toward their degrees, Columbia offered a standard number of undergraduate courses as compared to previous years. Although the fall 2020 and spring 2021 semesters alone would have presented almost a 9 percent decrease in the total number of undergraduate courses offered, the summer semester makes up for this difference. This academic year offeredoffers 4,033 courses in total, a 4.5 percent increase from last year’s 3,861 courses."
    },
    {
      "type": "text",
      "value": "The total sections and seats offered increased from roughly 737,000 seats last year to 820,000 seats this year. Excluding the summer semester, the 2020-21 academic year presented only 727,000 seats—a slight decrease, but one that was noticeable to students in certain departments nonetheless."
    },
    {
      "type": "text",
      "value": "Despite the consistency in the sheer number of courses offered, the summer 2021 semester presented its own challenges. Limited financial aid and housing were only provided to students enrolled in at least six credits’ worth of classes. As a result, some had to choose between exceeding the 40 credit limit—thereby incurring extra tuition charges—and losing financial aid and housing. Others had to balance academics with other obligations such as research experiences, internships, jobs, and family responsibilities. Although the two terms—summer A, from May 3 to June 18, and summer B, from June 28 to Aug. 16—offered some flexibility, many faced the difficult task of squeezing classes, work experience, and self-care all into one summer."
    },
    {
      "type": "text",
      "value": "With all of these compounding factors, registration for summer 2021 was crucial. Beside long waitlists and the inevitable SSOL crashes that were common in previous semesters, students also found few classes actually listed on Vergil in the days and weeks leading up to their registration appointments."
    },
    {
      "type": "graphic",
      "value": {
        "asset": "ssol.html"
      }
    },
    {
      "type": "text",
      "value": "In previous semesters, an average of 80 percent of the final course list available that semester were added to Vergil a week before the registration date. The offerings added online for summer 2021 severely lagged behind that standard, such that students had little time to adequately plan their summer semesters. In addition to short notice on which classes were being offered, some classes did not show their meeting days and times on Vergil until weeks after registration day."
    },
    {
      "type": "text",
      "value": "Furthermore, the summer 2021 semester saw a steep decline in seats per section as compared to the pre-pandemic spring 2020 semester. Although standard summer semesters may carry the expectation of changes in class capacity and availability, this summer was advertised as more comparable to the fall and spring semesters—the three were to function together as a single “unit of time” per President Bollinger’s original email. Yet, with long waitlists and fewer seats, the summer 2021 semester proved more difficult for students to schedule than the fall and spring semesters."
    },
    {
      "type": "graphic",
      "value": {
        "asset": "table.html <a href=\"https://datawrapper.dwcdn.net/rV7Se/1/\">https://datawrapper.dwcdn.net/rV7Se/1/</a>"
      }
    },
    {
      "type": "text",
      "value": "Despite the University’s pledge to afford students greater flexibility, students saw decreased opportunities to knock out key classes this summer: Music and Art Humanities sections only sat 15 people, as opposed to the standard 22. As of April 2, there were 526 students waitlisted for Art Hum sections and another 545 for Music Hum. Even though both Columbia College and the School of Engineering and Applied Science sent out surveys to “help shape [their] spring and summer term offerings” in December 2020, students from all four undergraduate schools at Columbia faced long waitlists in Core, major-specific, and elective courses."
    },
    {
      "type": "text",
      "value": "Although most departments offered fewer classes in the summer 2021 semester than the fall or spring semesters, some departments scheduled enough classes such that their total yearlong offerings matched or exceeded their academic year 2019-20 offerings. For example, the computer science department offered 25 more sections across 18 different courses in the current academic year while other departments like visual arts saw a decrease in their course offerings compared to the previous academic year. Moreover, over half of the sections offered by the visual arts department during the current summer semester were overcapacity. Such disparities between departments place students on unequal footing with regard to Core and major requirements as the 2021-22 academic year approaches."
    },
    {
      "type": "graphic",
      "value": {
        "asset": "totalbydept.html"
      }
    },
    {
      "type": "text",
      "value": "The University’s course offerings and registration for the 2020-21 academic year proved to be disordered and confusing, bringing more challenges to students amid the pandemic. This fall, students will find out whether they will be offered a more standard course selection as academic life reverts to a more traditional format."
    },
    {
      "type": "methodology",
      "value": ""
    },
    {
      "type": "text",
      "value": "Data was scraped from Columbia’s online course database—Vergil. Fall 2019 data reflects Vergil as of Dec. 6, 2019; spring 2020 data reflects Vergil as of June 5, 2020; fall 2020 data reflects Vergil as of March 20, 2021; spring 2021 data reflects Vergil as of March 26, 2021; and summer 2021 data reflects Vergil as of April 30, 2021."
    },
    {
      "type": "text",
      "value": "The dataset contains 1000-4000 level courses from all academic schools except those under the following categories: “dummy course”, “registration”, “advanced standing”, “internship.” Courses at the 0000 level are discounted as they <a href=\"https://www.cc-seas.columbia.edu/sites/dsa/files/handbooks/Columbia%20Key%20to%20Course%20Listing.pdf\">do not count toward any degree programs</a> according to Columbia."
    },
    {
      "type": "text",
      "value": "For all semesters, courses from the Earth Institute and the Language Resource Center—departmental codes “EI” and “LRC”—were not accounted for due to issues with data scraping. Altogether, the courses numbered fewer than a dozen in every semester."
    },
    {
      "type": "text",
      "value": "Summer 2021 waitlist numbers were collected from SSOL on June 7, 2021."
    },
    {
      "type": "text",
      "value": "<i>Luke Dobrovic is a Graphics deputy editor. He can be contacted at </i><a href=\"mailto:luke.dobrovic@columbiaspectator.com\"><i>luke.dobrovic@columbiaspectator.com</i></a><i>.</i>"
    },
    {
      "type": "text",
      "value": "<i>Jun Yi Zhang is a Graphics deputy editor. She can be contacted at </i><a href=\"mailto:junyi.zhang@columbiaspectator.com\"><i>junyi.zhang@columbiaspectator.com</i></a><i>.</i>"
    }
  ]
}